import Accordion from '@/components/common/Accordion'
import { rules } from '@/helpers/utils/data'
import React from 'react'
import RuleImg from "@/../public/images/rules.png"
import Image from 'next/image'

const Page = () => {
    return (
        <div className='w-[95%] lg:w-[80%] mx-auto'>
            <h1 className=' w-fit  mx-auto mt-10 px-14 py-3 text-[35px] font-bold rounded-lg'>قوانین و مقررات بیت‌آسیا</h1>
            {/* <div className='mt-10 flex flex-col gap-5 lg:gap-10'>
                {
                    rules.map((rule, idx) => (
                        <Accordion key={idx} title={rule.title} description={rule.description} />
                    ))
                }
            </div> */}


            <div className="text leading-10"><p>&nbsp;</p>

                <p dir="RTL"  ><span  > <span ><strong><span  >< >بروزرسانی شده در تاریخ ۱۴۰۱/12/27</></span></strong></span> </span></p>

                <p dir="RTL" ><span  ><><span ><strong><span  >< >مقدمه:</></span></strong></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >وب&zwnj;سایت و پلتفرم بیت&zwnj;آسیا از هر حیث تابع قوانین و مقررات کشور جمهوری اسلامی ایران است و هیچ&zwnj;گونه تبادل ارزی اعم از خریدوفروش دلار یا سایر ارزهای کاغذی، در این بستر صورت نمی&zwnj;گیرد.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >نظر به قانون تجارت الکترونیکی مصوب </></span><span  >< >۱۳۸۲</></span><span  >< >، موضوع قرارداد حاضر، تدوین حقوق، تکالیف، مسئولیت&zwnj;ها و نیز دستورالعمل&zwnj;های لازم&zwnj;الاجرا بین بیت&zwnj;آسیا (با نشانی </></span>&nbsp;<span dir="LTR" lang="EN-US"  ><span  >bitasia.ir</span></span><span  >< >) و کاربران بیت&zwnj;آسیا است. بنابراین، طرفین ملزم به ایفای تعهدات مندرج در این قرارداد هستند و قبول مندرجات قرارداد حاضر و ایجاد حساب کاربری به&zwnj;منزله&zwnj;ی امضا تلقی شده و طرفین را متعهد به اجرای آن می&zwnj;کند.</></span>&nbsp;</span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >بیت&zwnj;آسیا خود را ملزم می&zwnj;داند، هرگونه تغییر در مفاد این قرارداد که از سوی بیت&zwnj;آسیا صورت می&zwnj;پذیرد و یا از طرق دیگر ابلاغ گردد، قبل از تاریخ اجرای آن، سریعاً از طریق راه&zwnj;های ارتباطی به اطلاع کاربر برساند. همچنین</></span><span  >، </span><span  >< >تاریخ به&zwnj;روزرسانی تغییرات در بالای همین صفحه درج می&zwnj;گردد و هر کاربر می&zwnj;تواند از این طریق متوجه بروز تغییرات یا به&zwnj;روزرسانی مقررات شود. بدیهی است هرگونه استفاده کاربر پس از بروز تغییرات به منزله آگاهی وی از تغییرات و تعهد به پایبندی به مقررات جدید است.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >استفاده از هرگونه امکانات سایت و پلتفرم بیت&zwnj;آسیا (شامل خرید، فروش، واریز و برداشت) و هرگونه امکانات دیگر به این معنی است که کاربر مفاد این قرارداد را به&zwnj;طور کامل مطالعه کرده و پذیرفته است، در غیر این صورت و در صورت عدم موافقت کاربر با مفاد قرارداد، کاربر حق استفاده از خدمات سایت و پلتفرم بیت&zwnj;آسیا را ندارد.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >طرفین این قرارداد، پلتفرم اینترنتی بیت&zwnj;آسیا به&zwnj;عنوان «ارائه&zwnj;دهنده خدمات» و کاربر بیت&zwnj;آسیا به&zwnj;عنوان «گیرنده خدمات» است.</></span></span></></span></p>

                <ol>
                    <li dir="RTL" ><span  ><><span ><strong><span  >< >شرایط عضویت و افتتاح حساب:</></span></strong></span></></span>

                        <ol>
                            <li dir="RTL" ><span  ><><span ><span  >< >کاربر موظف است فقط از طریق کارت&zwnj;های بانکی که در سایت ثبت و تأییدشده&zwnj;اند، تراکنش خود را انجام دهد. در صورت خرید با کارت&zwnj;هایی جز کارت&zwnj;های اعلام&zwnj;شده در سایت، بیت&zwnj;آسیا هیچ مسئولیتی در قبال تراکنش&zwnj;های ناموفق این کارت&zwnj;ها برعهده نمی&zwnj;گیرد.</></span></span></></span></li>
                        </ol>
                    </li>
                </ol>

                <p dir="RTL" ><span  ><><span ><span  >< >۱-۲- احراز هویت برای استفاده از خدمات بیت&zwnj;آسیا ضروری بوده و کاربران موظف هستند اطلاعات صحیح خود را در سامانه بارگذاری کنند. بدیهی است در صورت وجود هرگونه تخلف در احراز هویت، مسئولیت بر عهده کاربر بوده و بیت&zwnj;آسیا حق توقف ارائه خدمات به کاربر مزبور را داشته و مراتب تخلف را به مراجع ذیصلاح اعلام خواهد کرد.</></span> &nbsp;</span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۱-۳- این حق برای بیت&zwnj;آسیا محفوظ است که هرگونه اطلاعات لازم برای احراز هویت را بعد از ثبت سفارش خریدوفروش از کاربر بخواهد؛ در این صورت، تا احراز کامل هویت، امکان استفاده از خدمات بیت&zwnj;آسیا وجود نخواهد داشت.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۱-</></span><span  ><span  >۴-&nbsp;</span></span><span  >< >فرآیند احراز هویت شامل گردآوری اطلاعات کاربر، از جمله: شماره همراه، کارت شناسایی با تصویر سلفی، کد ملی و</></span>&nbsp;<span  >< >متن تعهدنامه امضا شده با تصویر سلفی کاربر، سند مالکیت یا اجاره&zwnj;نامه و اطلاعات بانکی است. بیت&zwnj;آسیا خود را ملزم به نگه&zwnj;داری کامل از اطلاعات شخصی کاربران می&zwnj;داند و متعهد می&zwnj;شود از این اطلاعات هیچ&zwnj;گونه استفاده&zwnj;ای نخواهد شد.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۱-۵- تصمیم راجع به موفق یا ناموفق بودن احراز هویت فقط و فقط در اختیار بیت&zwnj;آسیا خواهد بود و بیت&zwnj;آسیا می&zwnj;تواند یک احراز هویت را به تشخیص خود قبول یا رد کند.</></span></span></></span></p>

                <p dir="RTL" >&nbsp;</p>

                <ol  >
                    <li dir="RTL" ><span  ><><span ><strong><span  >< >تعهدات کاربر در استفاده از خدمات بیت&zwnj;آسیا:</></span></strong></span></></span></li>
                </ol>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۱- کاربر، متعهد است از خدمات بیت&zwnj;آسیا تنها برای خود استفاده کند. مسئولیت مالی و قضایی استفاده از خدمات بیت&zwnj;آسیا به&zwnj;منظور خریدوفروش برای شخص ثالث (اجاره دادن حساب کاربری) مطابق تعهدنامه ارسالی بر عهده خود کاربر است. شماره حساب اعلام&zwnj;شده به پلتفرم و همچنین نشانی کیف پول&zwnj;ها جهت برداشت رمزارز نیز باید متعلق به شخص کاربر بوده، و کاربران مجاز به دادن نشانی کیف پول متعلق به اشخاص ثالث نیستند.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۲-</></span>&nbsp;<span  >< >ایجاد حساب کاربری، عضویت و استفاده از خدمات بیت&zwnj;آسیا برای افراد زیر ۱۸ سال ممنوع است.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۳- هر شخص تنها می&zwnj;تواند یک حساب کاربری برای خود داشته باشد و حساب کاربری ایجادشده، قابل انتقال به غیر نیست.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۴- ایجاد و استفاده از دو یا چند نام کاربری برای یک شخص در پلتفرم بیت&zwnj;آسیا ممنوع است و در صورت تخطی کاربر از این موضوع، کلیه حساب&zwnj;های ایشان مسدود خواهد شد.</></span> &nbsp;</span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۵- در صورت بی&zwnj;احتیاطی کاربر و افشای اطلاعات کاربری یا رمز عبور، کلیه مسئولیت&zwnj;های قانونی بر عهده کاربر بوده و بیت&zwnj;آسیا مسئولیتی در قبال خسارت&zwnj;های احتمالی نخواهد داشت. در این صورت، کاربر موظف است در اسرع وقت موضوع را به اطلاع بیت&zwnj;آسیا رسانده و پیگیری لازم را به عمل آورد.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۶- همه فعالیت&zwnj;ها و عملیات انجام&zwnj;شده از طریق حساب کاربری شخص در بیت&zwnj;آسیا، به نام کاربر ثبت شده و کلیه مسئولیت&zwnj;های آن برعهده کاربر است. برهمین اساس، کاربر متعهد می&zwnj;شود در صورت مشاهده هرگونه استفاده غیرمجاز یا مشکوک از حساب کاربری خود، مراتب را در اسرع وقت به پشتیبانی سایت بیت&zwnj;آسیا اعلام نماید.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۷- بیت&zwnj;آسیا به&zwnj;عنوان بازار آنلاین تبادل ارزهای دیجیتال است و هیچ&zwnj;گونه مسئولیتی در قبال نحوه&zwnj;ی معاملات کاربران ندارد. در صورتی که کاربران از طرق غیرمعمول که شامل حمله هکرها، تغییر قوانین ارزهای دیجیتال در سطح بین&zwnj;الملل، زمان به&zwnj;روزرسانی پلتفرم </></span>&nbsp;<span  >< >یا مشکلات احتمالی پلتفرم، معامله&zwnj;ای انجام دهند بیت آسیا می&zwnj;تواند به تشخیص خود تمامی معاملات را به حالت قبل برگرداند و پس از رفع موضوع برای استفاده مجدد به کاربر اطلاع دهد.</></span>&nbsp;</span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۸- مسئولیت اطلاعات لازم در طی سفارش و ارائه نشانی صحیح کیف پول برای برداشت و انتقال ارزهای دیجیتال بر عهده&zwnj;ی کاربر است. کلیه&zwnj;ی مسئولیت&zwnj;های مربوط به اشتباه وارد کردن اطلاعات در خلال سفارش اعم از اشتباه در ورود نشانی صحیح، نقص نشانی، مشکلات کیف پول مقصد و بلوکه شدن دارایی&zwnj;های کاربران در کیف پول مقصد، با خود کاربر است و بیت&zwnj;آسیا مسئولیتی در قبال تراکنش&zwnj;های دارای اشتباه در نتیجه قصور یا تقصیر کاربر، ندارد.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۹- درخواست برداشت ریال از حساب کاربری در سریع&zwnj;ترین زمان ممکن پس از ثبت، بررسی خواهد</></span>&nbsp;&nbsp;<span  >< >شد. زمان واریز پول به&zwnj;حساب کاربران بر اساس محدودیت&zwnj;های انتقال وجه بین&zwnj;بانکی (وفق ضوابط اعلامی بانک مرکزی جمهوری اسلامی ایران)، متفاوت خواهد بود. برای اطلاعات بیشتر، به قوانین انتقال وجه بین بانکی (پایا- ساتنا) مراجعه فرمایید.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۱۰- بیت&zwnj;آسیا تعهدی به پرداخت سود مربوط برای ریال موجود در کیف پول الکترونیکی کاربر، نخواهد داشت.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۱۱- در صورت انجام اشتباه در محاسبات یا منظور کردن وجوه یا رمزارز تحت هر عنوان سهواً یا من غیر حق به&zwnj;حساب کاربر توسط بیت&zwnj;آسیا، کاربر به بیت&zwnj;آسیا وکالت می&zwnj;دهد که بدون انجام هرگونه تشریفات اداری و قضائی و بدون دریافت اجازه کتبی از کاربر (صاحب حساب) در رفع اشتباه و برداشت از حساب&zwnj;های وی اقدام نماید.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۱۲- در صورت بروز هرگونه مشکل یا ابهام در هر یک از معاملات، بیت&zwnj;آسیا این حق را خواهد داشت مستقلاً بدون نظرخواهی از طرفین درگیر در معامله، آن معامله را ابطال و دارایی&zwnj;های هریک از طرفین را به حساب خودشان عودت دهد. بدیهی است در صورت بروز اشتباه از جانب بیت&zwnj;آسیا، بیت&zwnj;آسیا موظف خواهد بود که خسارت طرفین را جبران کند.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۱۳- تمامی معاملات صورت گرفته توسط کاربر صحیح و واقعی تلقی می&zwnj;گردد. از این رو صیانت از حساب کاربری، حساب&zwnj;های بانکی یا سایر اطلاعات بر عهده وی بوده و لازم است به صدمات ناشی از انجام تخلفات یا جرائم مالی توجه داشته باشد.</></span> &nbsp;</span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۱۴-</></span>&nbsp;<span  >< >انجام هرگونه معامله و خریدوفروش مرتبط با موارد غیرقانونی و غیراخلاقی با استفاده از سامانه بیت&zwnj;آسیا مطلقاً ممنوع بوده و در صورت احراز ارتکاب تخلف و یا جرم، در هر مقطع زمانی، بیت&zwnj;آسیا نسبت به مسدود کردن حساب کاربری اقدام و مراتب کشف و وقوع جرم را به مراجع قضایی ذیصلاح اطلاع خواهد داد.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۱۵- با عنایت به بند ۱ <strong>«تصویب&zwnj;نامه هیئت وزیران در خصوص شرایط استفاده از رمز ارزها»</strong> مصوب ۰۶/۰۵/۱۳۹۸: «استفاده از رمزارزها صرفاً با قبول مسئولیت خطرپذیری (ریسک) از سوی متعاملین صورت می&zwnj;گیرد.» بنابراین، کاربران بیت&zwnj;آسیا با اذعان به داشتن علم و آگاهی نسبت به ریسک&zwnj;های سرمایه&zwnj;گذاری در ارزهای دیجیتال، اقدام به سرمایه&zwnj;گذاری و تبادل در سایت بیت&zwnj;آسیا خواهند کرد.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۱۶- کاربر با عضویت در سامانه و ایجاد حساب کاربری متعهد می&zwnj;شود با نهایت حسن نیت از خدمات سامانه استفاده نموده و هیچ اقدامی در جهت نفوذ یا دسترسی غیرمجاز به&zwnj;حساب سایر کاربران، تغییر و یا تخریب یا افشا یا انتقال اطلاعات بیت&zwnj;آسیا انجام ندهد. بدیهی است در صورت بروز این&zwnj;گونه رفتارهای مجرمانه، بیت&zwnj;آسیا مکلف است به استناد قوانین بالادستی از جمله: قانون جرائم رایانه&zwnj;ای مصوب ۱۳۸۸، قانون تجارت الکترونیک مصوب ۱۳۸۲ و قانون مجازات اسلامی مصوب ۱۳۹۲ مراتب را جهت اقدامات قضایی و کیفری به مراجع ذیصلاح اطلاع دهد. بدیهی است در صورت ورود خسارت به بیت&zwnj;آسیا که ناشی از فعالیت&zwnj;های غیرقانونی کاربر باشد، بیت&zwnj;آسیا محق است از حق مطالبه خسارت علیه کاربر به&zwnj;موجب قانون استفاده کند.</></span> &nbsp;</span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۱۷- هرگونه کارمزد، کمیسیون و هزینه&zwnj;ی دیگر که سیستم بانکی جهت نقل&zwnj;وانتقال پول به کاربر تحمیل نماید، بر عهده کاربر خواهد بود و بیت&zwnj;آسیا هیچ&zwnj;گونه مسئولیتی راجع به این&zwnj;گونه هزینه&zwnj;ها نمی&zwnj;پذیرد.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۱۸- بیت&zwnj;آسیا هیچ&zwnj;گونه مسئولیتی راجع به تأخیر یا ناموفق بودن تراکنش&zwnj;های واریز و برداشت ریال و رمزارز و بروز نقص در ایجاد یا لغو سفارش به علت مشکلات فنی، اینترنت کشور، ترافیک سرور، مشکلات شرکت پرداخت&zwnj;یاری</></span>&nbsp;<span  >< > و شبکه شاپرک، به&zwnj;روزرسانی شبکه رمزارزها و یا بانک پذیرنده را نمی&zwnj;پذیرد.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۱۹- کاربر موافقت می&zwnj;نماید در مواردی که بیت&zwnj;آسیا نیازمند به&zwnj;روزرسانی، ارتقای سامانه و ایجاد تغییرات است بتواند با اعلام قبلی در کانال&zwnj;های اطلاع&zwnj;رسانی بیت&zwnj;آسیا به&zwnj;صورت موقت از دسترس خارج&zwnj;شده یا همزمان با خدمات&zwnj;رسانی عملیات به&zwnj;روزرسانی و ارتقاء را انجام دهد. همچنین، بیت&zwnj;آسیا می&zwnj;تواند با اعلام و اطلاع&zwnj;رسانی قبلی برای همیشه از دسترس خارج شود. در این مدت کاربر ملزم است اعتبار موجود در حساب خود را تعیین تکلیف کند؛ در غیر این صورت موجودی حساب نزد بیت&zwnj;آسیا باقی می&zwnj;ماند و بیت&zwnj;آسیا مسئولیتی در قبال آن نخواهد داشت.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۲۰- تمامی حقوق مادی و معنوی بیت&zwnj;آسیا و خدمات وابسته و مبتنی بر آن، متعلق به بیت&zwnj;آسیا خواهد بود و هرگونه استفاده بدون مجوز کتبی از آن پیگرد قانونی دارد.</></span> &nbsp;</span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۲-۲۱</></span><span  ><span  >-</span></span><span  >< >در صورت فوت یا حجر کاربر، بیت&zwnj;آسیا این حق را خواهد داشت به&zwnj;محض اطلاع از طریق مراجع ذی&zwnj;صلاح قانونی نسبت به واریز وجوه ریالی کاربر نزد شرکت، به&zwnj;حساب اعلام&zwnj;شده ایشان در زمان ثبت&zwnj;نام اقدام نموده و در خصوص دارائی رمزارز نیز این حق و اختیار به شرکت واگذار گردید که نسبت به تبدیل آن به ریال معادل قیمت روز و واریز آن به&zwnj;حساب فوق اقدام نماید و این حق و امتیاز توسط کاربر به شرکت صلح و اعطا گردید. لازم به ذکر است ملاک زمانی محاسبه قیمت فروش دارائی رمزارز کاربر، بر اساس ارائه اسناد مثبته توسط ذینفع یا وراث و تأیید اصالت آن توسط واحد حقوقی بیت&zwnj;آسیا است</></span><span dir="LTR" lang="EN-US"  ><span  >.</span></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><strong><span  >< >۳- خدمات معاملات بیت&zwnj;آسیا:</></span></strong> &nbsp;</span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۳-۱- چنانچه اطلاعات ارائه&zwnj;شده از سوی کاربر با واقعیت هم&zwnj;خوانی نداشته باشد، در این صورت اگر خسارتی متوجه بیت&zwnj;آسیا شود، می&zwnj;تواند خسارت مذکور را به&zwnj;حساب کاربر منظور نماید.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۳-۲- در برابر خسارت ناشی از به سرقت رفتن یا استفاده غیرمجاز از حساب کاربر توسط شخص ثالث که رمز عبور کاربر را به سرقت برده است، بیت&zwnj;آسیا مسئولیتی نخواهد داشت.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۳-۳- کاربران می&zwnj;توانند از کلیه خدمات ارائه شده استفاده نمایند؛ اما، ممکن است با توجه به موارد زیر در استفاده از خدمات با محدودیت&zwnj;هایی روبرو گردند:</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۳-۳-۱- رفتارهای مختلف از قبیل جمع&zwnj;آوری و استفاده غیرمجاز از اطلاعات کاربران، استفاده از خدمات در جهت اهداف تجاری (بدون امضاء قرارداد استفاده تجاری با بیت&zwnj;آسیا)، نشر اطلاعات برخلاف قوانین و مقررات، انتقال اطلاعات حساب&zwnj;ها و یا قرض دادن آن&zwnj;ها (استفاده از حساب اجاره&zwnj;ای) و ارائه خدمات جانبی ممنوع خواهد بود.</></span> &nbsp;</span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۳-۳-۲- در صورت عدم رعایت و یا نقض قوانین و مقررات مربوط و یا توافقنامه استفاده از سایت از سوی کاربر، حساب کاربری مورد بررسی قرارگرفته و بیت&zwnj;آسیا می&zwnj;تواند به&zwnj;طور موقت یا دائمی مانع استفاده کاربر از خدمات شود.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۳-۴- بیت&zwnj;آسیا می&zwnj;تواند واریز یا برداشت ریال یا رمزارز را در شرایط زیر ممنوع کرده و البته ممنوعیت و علت آن را به کاربر متعاقباً اعلام خواهد کرد.</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۳-۴-۱- چنانچه درخواست کتبی از محاکم و نهادهای دولتی در این خصوص ارائه شود.</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۳-۴-۲- درصورتی&zwnj;که کاربر مرتکب جرم شده یا مظنون به تملک عواید از محل ارتکاب جرم (از جمله و نه محدود به مقررات پول&zwnj;شویی) باشد.</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  ><span  >۳-۴-۳-&nbsp;</span></span><span  >< >در صورت مشاهده رفتار مشکوک در معاملات، تاریخچه ورود و یا بروز خطای مشروح بند</></span>&nbsp;<span  ><span  >۷-۲</span></span>&nbsp;<span  >< >بیت&zwnj;آسیا می&zwnj;تواند امکان برداشت از حساب کاربر را تا زمان بررسی موضوع به حالت تعلیق درآورد.</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۳-۵- بیت&zwnj;آسیا این اطمینان را می&zwnj;دهد که دارایی&zwnj;های کاربران را نزد خود به امانت و به بهترین شکل و با بالاترین استانداردهای امنیتی ممکن، حفظ نماید. در صورت بروز هرگونه مشکل امنیتی، بیت&zwnj;آسیا متعهد به جبران خسارت وارده خواهد بود.</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۳-۶- کاربر بایستی دقت کند تا فقط از این دامنه&zwnj;ها وارد سایت بیت&zwnj;آسیا شود. دامنه&zwnj;های رسمی بیت&zwnj;آسیا عبارت&zwnj;اند از:</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span dir="LTR"><span  >&nbsp; &nbsp;&zwnj; </span>&nbsp;  &nbsp;&nbsp;<a href="https://bitasia.ir/"  >Bitasia.ir</a></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >به جز دامنه&zwnj;ها&zwnj;ی فوق، استفاده از هیچ دامنه&zwnj;ی دیگری مورد تأیید بیت&zwnj;آسیا نیست و در صورت قصور و تقصیر کاربر در این خصوص و انجام تراکنش در سایت&zwnj;های جعلی توسط کاربر از جمله فیشینگ، بیت&zwnj;آسیا مسئولیتی در جبران خسارات وارده به کاربر نخواهد داشت.</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  ><span  >۳-۷-</span></span><span  >< >مرجع رسمی دانلود اپلیکیشن بیت&zwnj;آسیا، سایت رسمی</></span>&nbsp;<span dir="LTR" lang="EN-US"  ><span  >bitasia.ir</span></span>&nbsp;<span  >< >، کافه بازار و مایکت بوده و بیت&zwnj;آسیا هیچ&zwnj;گونه مسئولیتی در خصوص نصب اپلیکیشن های غیررسمی و مشابه که با اهداف فیشینگ و سودجویانه در سایر سایت&zwnj;ها منتشر می&zwnj;گردد نداشته و مسئولیت هرگونه برداشت از حساب کاربر در صورت نصب اپلیکیشن&zwnj;های جعلی، بر عهده خود کاربر می&zwnj;باشد.</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۳-</></span><span  ><span  >۸-</span></span><span  >< >مطابق قوانین ابلاغی از سوی کارشناسان پلیس فضای تبادل اطلاعات (فتا)، هرگونه برداشت ریالی و ارزی تا</></span>&nbsp;<span  ><span  >۷۲</span></span>&nbsp;<span  >< >ساعت پس از اولین واریز ریالی مقدور نیست.</></span> &nbsp;</span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  ><span  >۳-۹-&nbsp;</span></span><span  >< >در راستای حفظ سرمایه کاربران و افزایش امنیت دارایی کاربران، امکان برداشت از حساب در صورت تغییر رمز عبور و همچنین روش دریافت کد دو مرحله&zwnj;ای حساب کاربری تا</></span>&nbsp;<span  ><span  >۲۴</span></span>&nbsp;<span  >< >ساعت مقدور نیست.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  ><span  >۳-۱۰-</span></span><span  >< >با توجه به نگه&zwnj;داری دارایی کاربران به شیوه سرد، بیت&zwnj;آسیا امکان استخراج کلید خصوصی ولت&zwnj;ها به&zwnj;صورت آنلاین و واردکردن (ایمپورت کردن) آن&zwnj;ها در ولت&zwnj;هایی که توکن&zwnj;های مختلف را پشتیبانی می&zwnj;کنند را ندارد؛ چرا که این کار امنیت کل دارایی&zwnj;های سایر کاربران را به مخاطره می&zwnj;اندازد، لذا</></span>&nbsp;<span  >< >طبق قوانین بیت&zwnj;آسیا، مسئولیت ارسال هرگونه ارز که توسط بیت&zwnj;آسیا پشتیبانی نمی&zwnj;شود با خود کاربر است و بیت&zwnj;آسیا در خصوص بازیابی آن&zwnj;ها هیچ&zwnj;گونه مسئولیتی ندارد</></span><span dir="LTR" lang="EN-US"  ><span  >.</span></span> &nbsp;</span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  ><span  >۳-۱۱-</span></span><span  >< >پایین بودن عمق بازار در برخی بازارها ممکن است باعث شود گاهی اوقات، قیمت معاملات در یک بازار، بیشتر یا کمتر از قیمت واقعی رمزارزها نشان داده شود. این موضوع به این دلیل اتفاق می&zwnj;افتد که برخی کاربران به خاطر ناآشنا بودن با بازار، سفارش&zwnj;هایی با قیمت اشتباه ثبت می&zwnj;کنند. همچنین در بسیاری از موارد، کاربران به خاطر تفکیک نکردن سفارش محدود از سفارش حد ضرر یا ثبت قیمت اشتباه، باعث ایجاد تغییرات قیمت غیرمنطقی و به&zwnj;اصطلاح رنج شدید قیمتی می&zwnj;شوند که این موضوع به ضرر آن&zwnj;ها تمام خواهد شد </></span><span dir="LTR" lang="EN-US"  ><span  >.</span></span><span  >< >با وجود هشدارها و همچنین اطلاعات قابل مشاهده در لیست سفارش&zwnj;ها هر بازار، در زمان تعیین قیمت غیرمتعارف، ارسال سفارش با قیمت اشتباه به&zwnj;صورت مکرر توسط کاربران اتفاق می&zwnj;افتد. به همین دلیل، گزینه لغو معاملات در بیت&zwnj;آسیا در نظر گرفته&zwnj;شده است. به&zwnj;عبارت&zwnj;دیگر، بر اساس تعداد معاملات انجام&zwnj;شده در رنج قیمت مورد نظر، حجم معاملات و اختلاف قیمت ایجادشده با قیمت لحظه&zwnj;ای بازار، ممکن است همه یا بخشی از معاملات انجام شده لغو شود. البته این امکان وجود دارد که هیچ&zwnj;یک از این معاملات لغو نشود. با این ویژگی احتمال بازگشت قسمتی از ضرر و زیان ناشی از ارسال سفارش غیرمتعارف به فردی که اشتباه کرده وجود دارد و چون تغییرات قیمت واقعی نبوده و معامله صرفاً به دلیل اشتباه در قیمت&zwnj;گذاری انجام&zwnj;شده، افرادی که با قیمت&zwnj;های غیرواقعی معامله کرده&zwnj;اند در این مورد محق نیستند. کاربر می&zwnj;پذیرد که بیت&zwnj;آسیا برای رعایت عدالت در معاملات، مرجع رسیدگی و تصمیم&zwnj;گیری دراین&zwnj;باره خواهد بود</></span><span dir="LTR" lang="EN-US"  ><span  >.</span></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >با توجه به این&zwnj;که معاملات لغو شده تأثیر خود را در نمودار خواهند گذاشت و لغو معاملات باعث اصلاح آن نخواهد شد، به&zwnj;همین دلیل در نمودار قیمتی نمایش داده می&zwnj;شود و سایه&zwnj;های بلندی شکل می&zwnj;گیرد که تنها به دلایل توضیح داده&zwnj;شده است. بر همین اساس، نمودار بیت&zwnj;آسیا مرجع نمایش قیمت واقعی معاملات نیست. قوانین لغو سفارش در قیمت غیرمتعارف با افزایش عمق بازار و سطح دانش کاربری لغو خواهد شد</></span><span dir="LTR" lang="EN-US"  ><span  >.</span></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><strong><span  ><span  >۴-&nbsp;</span></span></strong><strong><span  >< >حفظ حریم خصوصی و حقوق کاربران:</></span></strong></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >قوانین حریم خصوصی بخشی از قوانین و مقررات مورد استفاده سامانه بیت&zwnj;آسیا است. بیت&zwnj;آسیا این قوانین و مقررات را مبتنی بر نیاز خود و کاربران و با استفاده از قوانین و مقررات جمهوری اسلامی ایران، قانون عمومی حفاظت از اطلاعات (</></span><span dir="LTR" lang="EN-US"  ><span  >GDPR</span></span><span  >< >) اتحادیه اروپا و اصول و قواعد حقوقی در فضای سایبر تدوین کرده است.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  ><span  >۴-</span></span><span  >< >۱- اطلاعاتی که توسط بیت&zwnj;آسیا</></span>&nbsp;<span  >< >جمع&zwnj;آوری می&zwnj;شود شامل چند دسته است:</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  ><span  >۴-</span></span><span  >< >۱-۱- اطلاعات عمومی ثبت نام: که شامل نام کاربری (یوزرنیم)، گذرواژه (پسورد)، تاریخ تولد، جنسیت، شماره همراه و تاریخ تولد کاربر است.</></span> &nbsp;</span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  ><span  >۴-</span></span><span  >< >۱-۲- اطلاعات شخصی احراز هویت: شامل اطلاعات نام، نام خانوادگی، کد ملی، کارت&zwnj;بانکی، نشانی محل سکونت و مدارکی چون کد ملی و عکس سلفی با تعهدنامه، اجاره&zwnj;نامه یا سند خانه، قبض تلفن یا در شرایط خاص قرارداد حضوری است. طبق مقررات بانک مرکزی و قانون مبارزه با پول&zwnj;شویی مصوب </></span><span  >< >۱۳۸۶</></span><span  >< > و آیین&zwnj;نامه&zwnj;های مرتبط، تمامی اطلاعات کاربرانی که هرگونه تراکنش مالی دارند باید دریافت و موردبررسی و احراز قرار گیرد.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  ><span  >۴-</span></span><span  >< >۱-۳- اطلاعات در جهت خدمات&zwnj;رسانی و سرویس&zwnj;دهی به کاربر: برخی از این اطلاعات شامل مدل دستگاه تلفن همراه، آی&zwnj;پی، اطلاعات</></span>&nbsp;<span dir="LTR" lang="EN-US"  ><span  >GPS</span></span>&nbsp;<span  >< >و جغرافیایی کاربر، اطلاعات سرویس اینترنت کاربر، کوکی&zwnj;ها، اپراتور سیم&zwnj;کارت و زمان ورود و خروج کاربر از حساب کاربری خود، می&zwnj;شود.</></span>&nbsp;</span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  ><span  >۴-</span></span><span  >< >۱-۴- اطلاعات مالی: تمامی اطلاعات پرداخت&zwnj;ها و واریزهای ریالی و رمزارزی در پلتفرم بیت&zwnj;آسیا ذخیره و نگه&zwnj;داری می&zwnj;شود.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  ><span  >۴-</span></span><span  >< >۲- چگونگی جمع&zwnj;آوری اطلاعات توسط بیت&zwnj;آسیا براساس طبقه&zwnj;بندی اطلاعات:</></span> &nbsp;</span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  ><span  >۴-</span></span><span  >< >۲-۱-در رابطه با اطلاعات کلی:</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۴-۲-۱-۱- دسته&zwnj;ای از داده&zwnj;ها همزمان با ثبت&zwnj;نام کاربر به&zwnj;صورت خودکار ذخیره می&zwnj;شود.</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۴-۲-۱-۲- دسته&zwnj;ای از داده&zwnj;ها از دیگر سرویس&zwnj;دهندگان جمع&zwnj;آوری می&zwnj;شود. برای مثال، بیت&zwnj;آسیا برای ارتباط با کاربران خود از خدمات</></span>&nbsp;<span dir="LTR" lang="EN-US"  ><span  >لایوچت</span></span><span  >< >، برای احراز هویت از خدمات استعلام&zwnj;گیری بانکی داخلی و برای اطلاعات مالی از سرویس&zwnj;های پرداخت&zwnj;یاری داخلی مورد تأیید بانک مرکزی استفاده می&zwnj;کند.</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۴-۲-۱-۳- دسته&zwnj;ای دیگر از اطلاعات در زمان استفاده کاربر از کوکی&zwnj;های مرورگر وب و یا اپلیکیشن جمع&zwnj;آوری می&zwnj;شود.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  ><span  >۴-</span></span><span  >< >۳- اطلاعات به دست آمده از سرویس&zwnj;های خارجی مشتمل بر موارد زیر است:</></span> &nbsp;</span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۴-۳-۱- اطلاعات مخاطبان و چت&zwnj;ها و تیکت&zwnj;ها؛</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۴-۳-۲- شریک&zwnj;های بازاریابی و فروش؛</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۴-۳-۳- آژانس&zwnj;های تبلیغات و تحلیل داده.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  ><span  >۴-</span></span><span  >< >۴- هدف از جمع&zwnj;آوری اطلاعات توسط بیت&zwnj;آسیا مشتمل بر موارد زیر است:</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۴-۴-۱- استفاده از اطلاعات در جهت ارتقاء خدمات و کیفیت پلتفرم برای کاربران؛</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۴-۴-۲- در جهت محافظت از کاربران در مقابل اسپم، فیشینگ، حرکات مشکوک و حملات هکرها؛</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۴-۴-۳- جهت تطابق و پیروی از قوانین پولی و بانکی بانک مرکزی، قوانین ضد پول&zwnj;شویی و نهادهای اطلاعاتی جمهوری اسلامی ایران؛</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۴-۴-۴- به&zwnj;منظور استفاده در فعالیت&zwnj;های بازاریابی و تبلیغاتی بیت&zwnj;آسیا؛</></span>&nbsp;</span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  >< >۵-۴-۵- به&zwnj;منظور ارتباط گرفتن با مشتریان و رفع فوری نیازهای آن&zwnj;ها.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span ><span  ><span  >۴-</span></span><span  >< >۵- نحوه ذخیره&zwnj;سازی اطلاعات (با روش&zwnj;های امن) از سوی بیت&zwnj;آسیا به شرح زیر است:</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۴-۵-۱- تمامی مدارک دیجیتال به&zwnj;صورت آفلاین ذخیره&zwnj;سازی و در صندوق&zwnj;های امن و صندوق&zwnj;های امانات بانکی نگهداری می&zwnj;شود.</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۴-۵-۲- اطلاعاتی که به&zwnj;صورت آنلاین ذخیره می&zwnj;شود با تمامی استانداردهای امنیتی سایبری و قواعد سخت&zwnj;گیرانه لاگ نگه&zwnj;داری می&zwnj;شود.</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  >< >۴-۵-۳- در مجموعه&zwnj;ی بیت&zwnj;آسیا تنها چند نفر از اعضای اصلی، دسترسی کامل به اطلاعات کاربران را دارند که این افراد در قبال حفظ اطلاعات کاربران از آسیب، سرقت و نشر اطلاعات دارای مسئولیت حقوقی و کیفری هستند.</></span> &nbsp;</span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  ><span  >۴-</span></span><span  >< >۶-حقوق کاربران از جمله و نه محدود به موارد زیر است:</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  ><span  >۴-</span></span><span  >< >۶-۱- حق دسترسی به تمامی اطلاعاتی که در اختیار بیت&zwnj;آسیا قرار می&zwnj;دهند؛</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  ><span  >۴-</span></span><span  >< >۶-۲- حق تصحیح تمامی اطلاعاتی که در اختیار بیت&zwnj;آسیا قرار می&zwnj;دهند؛</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span ><span  ><span  >۴-</span></span><span  >< >۶-۳- حق درخواست پاک کردن تمامی اطلاعات آن&zwnj;ها که در بیت&zwnj;آسیا موجود است بعد از بررسی فعالیت&zwnj;های آنها توسط بیت&zwnj;آسیا؛</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span  ><span  ><span  >۴-</span></span><span  >< >۶-۴- حق درخواست توضیح و اقدام در جهت احقاق حق خود در صورت مشاهده مغایرت با شرایط و ضوابط گفته&zwnj;شده در این قرارداد.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span  ><strong><span  ><span  >۵-&nbsp;</span></span></strong><strong><span  >< >تغییر در قوانین:</></span></strong></span></></span></p>

                <p dir="RTL" ><span  ><><span  ><span  >< >هرگونه تغییر در قوانین، شروط ارائه خدمات و مقررات مشابه، از طریق کانال&zwnj;های ارتباطی بیت&zwnj;آسیا به اطلاع کاربران خواهد رسید.</></span> &nbsp;</span></></span></p>

                <p dir="RTL"  ><span  ><><span  ><strong><span  ><span  >۶-&nbsp;</span></span></strong><strong><span  >< >روش حل&zwnj;وفصل اختلافات و قانون حاکم:</></span></strong></span></></span></p>

                <p dir="RTL"  ><span  ><><span  ><span  ><span  >۶-</span></span><span  >< >۱- این قرارداد بر اساس قوانین جمهوری اسلامی ایران، قطع نظر از تابعیت یا محل سکونت کاربر تفسیر شده و تابع آن خواهد بود.</></span></span></></span></p>

                <p dir="RTL"  ><span  ><><span  ><span  ><span  >۶-</span></span><span  >< >۲- محل انعقاد و اجرای این قرارداد، شهرستان بندرانزلی (اقامتگاه شرکت سنا ایمن مبادله به عنوان واحد عملیات بیت&zwnj;آسیا) است. و کلیه دعاوی و اختلافات ناشی از استفاده از خدمات بیت&zwnj;آسیا فارغ از محل اقامت کاربر قابل طرح و پیگیری در مراجع قضایی شهرستان بندرانزلی خواهد بود.</></span></span></></span></p>

                <p dir="RTL" ><span  ><><span  ><span  ><span  >۶-۳-</span></span><span  >< >کاربر با علم و اطلاعات کامل از تمامی مقررات مندرج و اشاره&zwnj;شده در پلتفرم بیت&zwnj;آسیا اقدام به خرید وفروش ارزهای دیجیتال می&zwnj;نماید و آسیب&zwnj;های تخلف یا نادیده گرفتن هرکدام از موارد بالا بر عهده کاربر خواهد بود و</></span>&nbsp;&nbsp;<span  >< >بیت&zwnj;آسیا مسئولیتی بر عهده نخواهد داشت.</></span></span></></span></p>

                <p>&nbsp;</p></div>

            <div className='w-[200px] h-[200px] lg:w-[500px] lg:h-[500px] mx-auto my-10 lg:my-20 relative'>
                <Image src={RuleImg} alt='' fill />
            </div>
        </div>
    )
}

export default Page