import Bitcoin from "@/../public/images/bitcoin.svg"
import Easy from "@/../public/images/esay.png"
import Precent from "@/../public/images/easy2.png"
import Scourt from "@/../public/images/easy3.png"
import Support from "@/../public/images/support.png"
import User from "@/../public/images/user.png"
import Exchage1 from "@/../public/images/exchange1.png"
import Exchage2 from "@/../public/images/exchange2.png"
import Exchage3 from "@/../public/images/exchange3.png"
import { FaTelegram } from "react-icons/fa";
import { FaInstagram } from "react-icons/fa";
import { IoLogoTwitch } from "react-icons/io";
import { FaWhatsapp } from "react-icons/fa";
import Flag1 from "@/../public/images/flag1.png"
import Flag2 from "@/../public/images/flag2.png"
import Flag3 from "@/../public/images/flag3.png"
import Flag4 from "@/../public/images/flag4.png"
import Flag5 from "@/../public/images/flag5.png"
import { LiaHandHoldingUsdSolid } from "react-icons/lia";
import { PiHandsClappingThin } from "react-icons/pi";
import { BiSupport } from "react-icons/bi";
import { IoShieldCheckmarkSharp } from "react-icons/io5";
import { LuUserCheck } from "react-icons/lu";
import { SiTether } from "react-icons/si";
import { AiOutlineGlobal } from "react-icons/ai";
import { SiBitcoinsv } from "react-icons/si";



export const menus = [
    {
        name: "بازار معاملات",
        url: "https://dashboard.bitasia.ir/exchange",
    },
    {
        name: "خرید آسان",
        url: "https://dashboard.bitasia.ir/buy",
    },
    {
        name: "قیمت لحظه ای",
        url: "https://dashboard.bitasia.ir/current-price",
    },
    {
        name: "قوانین و مقررات",
        url: "rules",
    },
    {
        name: "بلاگ",
        url: "",
    },
]


export const fluctuationsInDigitalCurrency = [
    {
        url: Bitcoin,
        name: "بیت‌کوین",
        enName: "BTC",
        precent: 64,
        price: "899.655.321"
    },
    {
        url: Bitcoin,
        name: "بیت‌کوین",
        enName: "BTC",
        precent: -1,
        price: "899.655.321"
    },
    {
        url: Bitcoin,
        name: "بیت‌کوین",
        enName: "BTC",
        precent: -1,
        price: "899.655.321"
    },
    {
        url: Bitcoin,
        name: "بیت‌کوین",
        enName: "BTC",
        precent: -1,
        price: "899.655.321"
    },
  
]



export const currentPriceOfCurrency = [
    {
        url: Bitcoin,
        name: "بیت‌کوین",
        price_tether: "22575.73",
        price_toman: 994288809,
        percent: -1.23
    },
    {
        url: Bitcoin,
        name: "بیت‌کوین",
        price_tether: "22575.73",
        price_toman: 994288809,
        percent: -1.23
    },
    {
        url: Bitcoin,
        name: "بیت‌کوین",
        price_tether: "22575.73",
        price_toman: 994288809,
        percent: -1.23
    },
    {
        url: Bitcoin,
        name: "بیت‌کوین",
        price_tether: "22575.73",
        price_toman: 994288809,
        percent: -1.23
    },
    {
        url: Bitcoin,
        name: "بیت‌کوین",
        price_tether: "22575.73",
        price_toman: 994288809,
        percent: -1.23
    },
    {
        url: Bitcoin,
        name: "بیت‌کوین",
        price_tether: "22575.73",
        price_toman: 994288809,
        percent: -1.23
    },
    {
        url: Bitcoin,
        name: "بیت‌کوین",
        price_tether: "22575.73",
        price_toman: 994288809,
        percent: -1.23
    },
]


export const property = [
    {
        icon: PiHandsClappingThin,
        name: "کاربری‌آسان",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، که لازم است."
    },
    {
        icon: LiaHandHoldingUsdSolid,
        name: "کاربری‌آسان",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، که لازم است."
    },
    {
        icon: IoShieldCheckmarkSharp,
        name: "کاربری‌آسان",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، که لازم است."
    },
    {
        icon: BiSupport,
        name: "کاربری‌آسان",
        description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، که لازم است."
    },
]

export const options = [
    {
        icon: LuUserCheck,
        text: "عضو خانواده بزرگ بیت آسیا شوید"
    },
    {
        icon: LuUserCheck,
        text: "سریع ترین احزار هویت درایران"
    },
    {
        icon: LuUserCheck,
        text: "خرید وفروش آسان و حرفه ای"
    },
    {
        icon: LuUserCheck,
        text: "عضو خانواده بزرگ بیت آسیا شوید   "
    },
]


export const optionsApplicatiion = [
    "یشه و همه جا بازار معاملات خود را همراه داشته باشید",
    "یشه و همه جا بازار معاملات خود را همراه داشته باشید",
    "یشه و همه جا بازار معاملات خود را همراه داشته باشید",
    "یشه و همه جا بازار معاملات خود را همراه داشته باشید",
]

export const trads = [
    {
        icon: AiOutlineGlobal,
        price: "213.333.778",
        name: "حجم تعداد معاملات انجام شده"
    },
    {
        icon: SiBitcoinsv,
        price: "213.333.778",
        name: "حجم معاملات در بازار های تومان        "
    },
    {
        icon: SiTether,
        price: "213.333.778",
        name: "حجم معاملات در بازار های تتر        "
    },
]

export const social_media = [
    {
        url: "#",
        icon: FaTelegram
    },
    {
        url: "#",
        icon: FaInstagram
    },
    {
        url: "#",
        icon: IoLogoTwitch
    },
    {
        url: "#",
        icon: FaWhatsapp
    },
]

export const flags = [Flag1, Flag2, Flag3, Flag4, Flag5]

export const rules = [
    {
        title: "شرایط و قوانین کلی",
        description: "تراست تتر همواره تابع قوانین کشور ایران است و پلتفرمی برای تبادل دارایی رمزارزی به‌حساب می‌آید و هیچ‌گونه تبادل ارزی اعم از خرید‌ و‌ فروش دلار یا سایر ارزهای کاغذی را انجام نمی‌دهد با ثبت‌نام در تراست‌ تتر، شما تأیید می‌کنید که شرایط و قوانین را به‌طور کامل مطالعه کرده و با ارائه خدمات با این شرایط و قوانین موافقت نموده‌اید. در‌صورت مخالفت کاربر با مفاد قرارداد، وی اجازه ندارد از خدمات تراست تتر استفاده کند مسئولیت حفظ امنیت سیم‌کارت و ایمیل حساب کاربری کاملاً بر‌عهده کاربر است. تراست تترر در‌قبال سرقت‌ دارایی شما و در حفظ نگه‌داری آن، هیچ مسئولیتی را نمی‌پذیرد کاربر مجاز نیست حساب کاربری خود را در اختیار غیر قرار دهد و یا برای شخص ثالثی معامله انجام دهد. این کار مصداق بارز اجاره دادن حساب و هویت است و تمام مسئولیت‌های حقوقی ناشی از این امر بر‌عهده خودِ کاربر است تراست تتر این اطمینان را می‌دهد تا از اطلاعات شخصی‌ کاربران به‌طورکامل محافظت کرده و بستر امنی برای مبادلات آنلاین فراهم کند اگر تراست تتر، تومان و یا رمز‌ارزی را به‌‌اشتباه برای حساب کاربر منظور کند، این اجازه را دارد تا به‌ طورمستقل و بدون انجام فرایندهای اداری و قضایی و یا دریافت اجازه کتبی از کاربر، برای رفع اشتباه و برداشت از حساب وی اقدام کند. تشخیص تراست تتر درباره وقوع اشتباه معتبر خواهد بود و کاربر حق هرگونه اعتراض و ادعا را از خود ساقط می‌کند در تراست تتر، تمام فعالیت‌ها ازطریق حساب کاربری صورت می‌گیرند؛ به‌همین‌دلیل، کاربر موظف است تا درصورت مشاهده هرگونه فعالیت غیرعادی و یا مشکوک در حساب کاربری خویش را سریعاً به واحد پشتیبانی تراست تتر اطلاع دهد تراست تتر به‌عنوان بستر تبادل رمزارز، هیچ‌گونه مسئولیتی در‌قبال نحوه‌ معاملات کاربران، سود‌ و‌ زیان حاصل از آن را ندارد و کاربران می‌بایست در زمینه رمزارز اطلاعات کافی نیز داشته باشند تراست تتر این اختیار را دارد تا درصورت تشخیص هرگونه عمل خلاف قوانین و نقص آن از سوی کاربر، بلافاصله حساب کاربری شخص مورد نظر را تا زمان رفع مشکل، به حالت تعلیق درآورد کاربر می‌پذیرد به‌جز موارد مورد‌ تعهد تراست تتر، حق هیچ‌گونه داعیه، طلب و شکایت از این مجموعه و زیر مجموعه را نخواهد داشت"
    },
    {
        title: "موارد عمومی",
        description: "تمامی شرایط و قوانین در راستای استفاده از اپلیکیشن تراست تتر نیز مطابق وبسایت می‌باشد. هرگونه تغییر شرایط قوانین اطلاع رسانی خواهد شد تراست تتر در‌قبال نوسان‌های آتی ارزش رمزارزها هیچ مسئولیتی ندارد چراکه نرخ لحظه‌ای معامله، مرجع تعیین نرخ خواهد بود تراست تتر این اطمینان را به کاربران خویش می‌دهد که تمامی خدماتش را با بالا‌ترین استانداردهای امنیتی ممکن ارائه کند باتوجه‌به اینکه صرافی تراست تتر به‌عنوان بستر مالی شناخته می‌شود، امکان حذف حساب کاربری فراهم خواهد بود؛ ولیکن سوابق مبادلات، تاریخچه احراز هویت در دیتابیس نگه‌داری خواهد شد. تراست تتر هیچ اطلاعات کاربری را در هیچ پلتفرمی غیر ارائه نمی‌دهد"
    },
    {
        title: "احراز هویت",
        description: "امکان انجام احراز هویت صرفاً برای افراد ۱۸ سال به بالا وجود دارد انجام و تکمیل احراز هویت جهت استفاده از پلتفرم تراست تتر الزامی می‌باشد و همچنین ممکن است پروتکل‌های تکمیلی از سوی پلیس‌ فتا تغییر کند و کاربر با این روند موافقت خود را اعلام کرده است تراست تتر به‌منظور جلوگیری از پول‌شویی و افزایش امنیت معاملات انجام و تکمیل فرایند احراز هویت را برای تمامی کاربران در نظر گرفته است و به‌منظور تسریع در روند، این واحد در مجموعه به‌صورت ۲۴‌ساعته فعال است کاربر موظف است اطلاعات صحیح خود را بارگذاری کند. بدیهی است درصورت وجود هرگونه تخلف در احراز هویت، مسئولیت برعهده‌ خود فرد خواهد بود و تراست تتر این حق را دارد تا تخلفات را به مراجع ذی‌صلاح ارجاع دهد کارشناسان تراست تتر فرایند بررسی مدارک و احراز هویت را بر اساس الزامات و ضوابط پلیس فتا انجام می‌دهند و آن را تأیید یا رد می‌کنند بنابر مسائل امنیتی، امکان حذف اطلاعات کاربری ازجمله شماره موبایل، آدرس منزل و… میسر نیست؛ اما در شرایط خاص با تایید کارشناسان تراست تتر امکان تغیر اطلاعات کاربری وجود دارد که پس از بررسی کامل احراز هویت مجدد انجام خواهد شد. این فرایند حداکثر ۷۲ ساعت به‌طول می‌انجامد کاربر موظف است برای انجام احراز هویت شماره موبایلی را ثبت کند که به نام و تحت‌مالکیت خودش است؛ درغیراین‌صورت، احراز هویت کاربر تأیید نمی‌شود"
    },
    {
        title: "تخلف از قوانین",
        description: "با استفاده از خدمات تراست تتر، کاربر موظف می‌باشد که از این خدمات برای انجام هیچ فعالیت غیر‌قانونی، خلاف شرع و یا مخالف با عرف جامعه، استفاده نکند. در صورت مشاهده این موارد، همه مسئولیت‌های ناشی از این اعمال به عهده کاربر می‌باشد تراست تتر هیچ گونه مسئولیتی در قبال استفاده نادرست کاربران از ارزهای دیجیتال ندارد و در صورتی که اثبات گردد کاربر خدمات خریداری شده را در وب سایت‌های غیر قانونی علی الخصوص سایت‌های شرط‌بندی استفاده کرده است، تراست تتر می‌تواند حساب کاربری فرد را مسدود و وی را به پلیس فتا معرفی کند چنانچه به موجب این قرارداد از جانب کاربر خسارتی به تراست تتر یا مشتری نهایی وارد آید، کاربر ضامن جبران خسارت می‌باشد و قابل پیگیری در مراجع ذیصلاح جمهوری اسلامی ایران است"
    },
    {
        title: "اطلاعات حساب بانکی",
        description: "کاربر باید از حساب و کارت بانکی رسمی که به‌‌ نام شخص صاحب حساب در سیستم بانکی کشور ثبت شده است، برای واریز و برداشت استفاده و از ارائه اطلاعات حساب فردی دیگران خودداری کند درج صحیح اطلاعاتی مانند شماره کارت و شماره شبا بر‌عهده کاربر است و پیامد بروز هرگونه اشتباه در آن، متوجه کاربر خواهد بود. پرداخت در تراست تتر با استفاده از بن‌کارت، کارت هدیه، کارت خرید و کارت اعتباری مجاز نیست؛ حتی اگر نام شخص صاحب کارت روی کارت درج شده باشد."
    },
    {
        title: "نحوه ارائه خدمات",
        description: "تراست تتر به‌صورت ۲۴ساعته، ۷ روز هفته و ۳۶۵ روز سال خدمات خود را ازطریق وب‌سایت و اپلیکیشن ارائه می‌دهد. درصورت ایجاد وقفه در خدمات، تراست تتر متعهد می‌شود مشکل را رفع کند و ارائه خدمات را از سر گیرد خرید تتر از تراست تتر با کارت بانکی تا ۵۰میلیون تومان روزانه در سطح سوم انجام می‌شود. شایان ذکر است که برای واریز مبالغ بیشتر تا سقف ۱میلیارد تومان در روز می‌بایست از روش شناسه پرداخت استفاده شود تراست تتر هیچ مسئولیتی درقبال تأخیر یا ناموفق‌بودن تراکنش‌های واریز و برداشت تومان و رمزارز و بروز نقص در ایجاد یا لغو سفارش به‌دلیل مشکلات فنی، اینترنت کشور، ترافیک سرور، مشکلات پرداختیاری و شبکه شاپرک، به‌روز‌رسانی شبکه رمزارزها یا بانک پذیرنده را نمی‌پذیرد تراکنش‌های ناموفق واریز تومان بعد از ۲۴ ساعت بررسی خواهد شد و درصورت دریافت وجه در حساب تراست تتر، مبلغ به کیف‌پول تومانی کاربر واریز می‌شود پس از ثبت و نهایی‌ شدن تراکنش، امکان لغو وجود ندارد"
    },
    {
        title: "زمان تصفیه تومان",
        description: "تسویه فوری تومان در روزهای غیرتعطیل انجام می‌شود و درخواست‌های تسویه روزهای تعطیل، در اولین روزکاری پس از تعطیلی تسویه می‌شوند. تمامی ساعات اعلامی پس از تأیید‌شدن تراکنش ازسمت تراست تتر هستند به‌طورکلی، تراست تتر متعهد است تا تسویه تومانی را در روز کاری بعد انجام دهد. باوجود این‌، تمامی تلاش تراست تتر به‌منظور تحقق شرایط ذکر‌شده در جدول زیر در شرایط مطلوب به‌منظور ارائه خدمات سریع تسویه تومانی خواهد بود*** بروز هرگونه مشکل پیش‌بینی‌نشده نظیر فعال‌ نبودن سیستم بانکی، اختلال در درگاه پرداخت یا تداخل در انتقالات شبکه بانکی خارج از دسترس تراست تتر است و درصورت بروز چنین مشکلاتی، احتمال تأخیر در تسویه وجود دارد عواملی از‌جمله ثبت شماره شبا اشتباه باعث تأخیر در تسویه تراکنش خواهد شد. با‌توجه‌به سقف درج‌ شده در جدول، تسویه تومانی صرفاً برای یک مرتبه تسویه در روز برای هر حساب کاربری است امکان تأخیر در تسویه تومان برای شماره‌‌های شبای متعلق به بلوبانک وجود دارد؛ بنابراین، در‌صورت انتخاب این بانک، مسئولیت بروز هرگونه تأخیر برعهده کاربر است درصورتی‌که شماره شبای کاربر در تراست تتر تأیید نشده باشد، تسویه اولین تراکنش ۴۸ الی ۷۲ ساعت بعد انجام می‌شود (صرفاً برای اولین‌بار تا زمان تأیید شبا) به‌طورکلی، تراست تتر متعهد است تسویه تومانی را تا سقف یک میلیارد تومان در هر شبانه‌روز برای حساب کاربری سطح ۳ انجام دهد"
    },
    {
        title: "کارمزد",
        description: "تراست تتر از آغاز فعالیت خود علاوه‌بر ارائه مناسب‌ترین نرخ تتر، مقرون‌به‌صرفه‌ترین نرخ کارمزد را به کاربران خود ارائه می‌دهد. ازجمله اقدامات تراست تتر در این زمینه، می‌توان به کاهش پلکانی کارمزد باتوجه‌به سطح کاربری، کارمزد رایگان واریز اشاره کرد. برای اطلاع از جزئیات بیشتر، به صفحه سطوح احراز هویت مراجعه کنید کارمزد برداشت تومان به کارمزد انتقالات بانکی مربوط است و تراست تتر ذی‌نفع نیست کارمزد برداشت تتر به شبکه بلاک‌چین مربوط است و تراست تتر ذی‌نفع نیست"
    },
    {
        title: "پشتیبانی",
        description: "تراست تتر موظف است راه‌های ارتباطی سریع و آسان را برای کاربران خود فراهم کند پشتیبانی آنلاین به‌صورت ۲۴ساعته، ۷ روز هفته و ۳۶۵ روز سال، ازطریق وب‌سایت و اپلیکیشن تراست تتر همواره فعال است. پشتیبانی تلفنی مجموعه۰۲۱-۲۶۸۷۶۵۵۰از ساعت ۱۰:۰۰ صبح تا ۱۷:۰۰ برقرار است"
    },
    {
        title: "حریم خصوصی",
        description: "تراست تتر خود را به حفظ حریم خصوصی و اطلاعات شخصی cold storageکاربر ملزم می‌داند؛ ازاین‌رو، این اطلاعات را نگه‌داری می‌کند اطلاعات کاربر نزد تراست تتر محفوظ است و به‌‌غیر از استعلام قضایی یا انتظامی، در‌اختیار شخص یا سازمان ثالثی قرار داده نمی‌شود. اطلاعاتی که هنگام احراز هویت دریافت می‌شود، صرفاً برای امنیت و تأییدیه‌های مورد‌نیاز است و تراست تتراین اطمینان را به کاربر می‌دهد که اطلاعات مازادی را برای استفاده در کسب‌وکار خود دریافت نمی‌کند"
    },
]


export const kyc = [
    {
        status: "سطح 1",
        options: [
            "کد ملی",
            "شماره همراه منطبق با کدملی"
        ],
        transaction: {
            title: "معامله‌ها",
            options: ["معامله آسان تتر", "تبدیل سریع", "دسترسی به بازار", "مبدل رمز ارز"]
        },
        wage: {
            title: "کارمزد",
            options: ["3 معامله اول بدون کارمزد", "0.3 درصد"]
        },
        financialOperations: {
            title: "عملیات مالی",
            options: ["واریز تتر نامحدود", "واریز تومان", "برداشت تتر", "برداشت تومان"]
        },
        account: {
            title: "حساب کابری",
            options: ["کد دوعاملی گوگل", "دعوت دوستان", "مدیریت API"]
        }

    },
    {
        status: "سطح 1",
        options: [
            "کد ملی",
            "شماره همراه منطبق با کدملی"
        ],
        transaction: {
            title: "معامله‌ها",
            options: ["معامله آسان تتر", "تبدیل سریع", "دسترسی به بازار", "مبدل رمز ارز"]
        },
        wage: {
            title: "کارمزد",
            options: ["3 معامله اول بدون کارمزد", "0.3 درصد"]
        },
        financialOperations: {
            title: "عملیات مالی",
            options: ["واریز تتر نامحدود", "واریز تومان", "برداشت تتر", "برداشت تومان"]
        },
        account: {
            title: "حساب کابری",
            options: ["کد دوعاملی گوگل", "دعوت دوستان", "مدیریت API"]
        }

    },
    {
        status: "سطح 1",
        options: [
            "کد ملی",
            "شماره همراه منطبق با کدملی"
        ],
        transaction: {
            title: "معامله‌ها",
            options: ["معامله آسان تتر", "تبدیل سریع", "دسترسی به بازار", "مبدل رمز ارز"]
        },
        wage: {
            title: "کارمزد",
            options: ["3 معامله اول بدون کارمزد", "0.3 درصد"]
        },
        financialOperations: {
            title: "عملیات مالی",
            options: ["واریز تتر نامحدود", "واریز تومان", "برداشت تتر", "برداشت تومان"]
        },
        account: {
            title: "حساب کابری",
            options: ["کد دوعاملی گوگل", "دعوت دوستان", "مدیریت API"]
        }

    },
    {
        status: "سطح 1",
        options: [
            "کد ملی",
            "شماره همراه منطبق با کدملی"
        ],
        transaction: {
            title: "معامله‌ها",
            options: ["معامله آسان تتر", "تبدیل سریع", "دسترسی به بازار", "مبدل رمز ارز"]
        },
        wage: {
            title: "کارمزد",
            options: ["3 معامله اول بدون کارمزد", "0.3 درصد"]
        },
        financialOperations: {
            title: "عملیات مالی",
            options: ["واریز تتر نامحدود", "واریز تومان", "برداشت تتر", "برداشت تومان"]
        },
        account: {
            title: "حساب کابری",
            options: ["کد دوعاملی گوگل", "دعوت دوستان", "مدیریت API"]
        }

    },
]


export const footer =
[
    {
        title: "راهنما",
        options: [
            {
                name: "سوالات متداول",
                url: "faq"
            },
            {
                name: "سطوح‌کاربری",
                url: "kyc"
            },
            {
                name: "معرفی‌به‌دوستان",
                url: ""
            },
          
        ]
    },
    {
        title: "بیت‌‌آسیا",
        options: [
            {
                name: "درباره‌ی‌ما",
                url: "about-us"
            },
            {
                name: "تماس‌باما",
                url: "contact-us"
            },
            {
                name: "شرایط‌استفاده",
                url: ""
            },
            {
                name: "کارمزدها",
                url: "kyc"
            },
        ]
    },
    {
        title: "ویژگی‌ها",
        options: [
            {
                name: "امنیت",
                url: ""
            },
        ]
    }
]

export const user_levels = [
    {
        title: "سطح ثبت‌نام شده (سطح صفر)",
        description: "سطح کاربری صفر در بیت‌پین برای کاربرانی است که تنها به وسیله شماره موبایل یا ایمیل در بیت‌پین ثبت‌نام کرده باشند. از آنجایی که کاربران ثبت‌نام شده (سطح صفر) هیچ گونه مدرک هویتی‌ای ارائه نداده‌اند استفاده آنها از بیت‌پین دارایی محدودیت‌هایی در زمینه واریز و برداشت است. کاربران سطح صفر می‌توانند به صورت نامحدود واریز رمزارزی داشته باشند ولی واریز تومانی و برداشت در این سطح غیرفعال است."
    },
    {
        title: "سطح پایه (سطح ۱)",
        description: "سطح پایه اولین سطح کاربری کاربران احراز هویت شده در بیت‌پین است. کاربران به وسیله شماره تلفن به نام خود و داشتن کارت بانکی معتبر می‌توانند به صورت آنی احراز هویت پایه را تکمیل کرده و اقدام به واریز نامحدود تومانی و رمزارزی یا برداشت نامحدود تومانی کنند. کاربران در سطح احراز هویت پایه توانایی استفاده از اکثر امکانات بیت‌پین را خواهند داشت و تنها محدودیت این سطح، محدودیت برداشت رمزارز برای کاربران است."
    },
    {
        title: "سطح پیشرفته (سطح ۲)",
        description: "سطح پیشرفته، سطح بی‌نهایت در بیت‌پین است و که کاربران در این سطح کاربری می‌توانند بی‌نهایت واریز و برداشت داشته باشند. همچنین استفاده از خدمات ویژه بیت‌پین مثل دریافت اعتبار آنی، پشتیبانی ویژه و… منوط به حضور کاربران در این سطح کاربری است."
    }
]

export const user_levles_table = [
    {
        level: "ثبت نام شده (صفر)",
        widthdraw_toman: "صفر",
        widthdraw_crypto: "صفر",
        deposit_toman: "صفر",
        deposit_crypto: "نامحدود",
        row: ["شماره موبایل یا ایمیل"]
    },
    {
        level: "  پایه (سطح1)",
        widthdraw_toman: "نامحدود",
        widthdraw_crypto: "صفر",
        deposit_toman: "نامحدود",
        deposit_crypto: "نامحدود",
        row: ["شماره موبایل یا ایمیل", "مشخصات فردی", "شماره کارت بانکی معتبر"]
    },
    {
        level: "  پیشرفته (سطح2)",
        widthdraw_toman: "نامحدود",
        widthdraw_crypto: "نامحدود",
        deposit_toman: "نامحدود",
        deposit_crypto: "نامحدود",
        row: ["تصویر کارت ملی", "تائید هویت ویدیویی با ارسال", "تعهد‌نامه"]
    },
]



export const security = [
    {
        title: "چرا با خطای اشتباه بودن کد گوگل آتنتیکیتور مواجه می‌شوم؟",
        description: `بعضی مواقع کد دریافت شده از برنامه گوگل آتنتیکیتور در بیت‌پین تایید نمی‌شود که این اتفاق ممکن است دلایل مختلفی داشته باشد
        فعال‌سازی نادرست
        فعال‌سازی نادرست یا ناقص گوگل آتنتیکیتور می‌تواند باعث ایجاد کدهای نامعتبر یا بروز خطا شود. پیشنهاد می‌کنیم با مطالعه مطلب زیر، از فعال‌سازی صحیح گوگل آتنتیکیتور اطمینان پیدا کنید:
        امنیت بیشتر حساب کاربری با گوگل آتنتیکیتور (Google Authenticator)
        وارد کردن کد اشتباه
        اگر کد وارد شده اشتباه`,
        link: "/security/1",
        rate: 5
    },
    {
        title: "چگونه نحوه دریافت رمز دو مرحله‌ای را تغییر دهم؟",
        description: `در بیت‌پین با سه روش پیامک، ایمیل و گوگل آتنتیکیتور می‌توان رمز دوم برای ورود دومرحله‌ای را دریافت کرد.
        پیشنهاد بیت‌پین در این خصوص، استفاده از اپلیکیشن گوگل آتنتیکیتور است تا بتوانید با سرعت بیشتر و به دور از اختلالات احتمالی پیامک و ایمیل، رمز دوم خود را دریافت کنید.
        البته باید در نظر داشته باشید که در صورت انتخاب گوگل آتنتیکیتور به‌عنوان روش ورود دومرحله‌ای، حتماً کد بازیابی آن را در جای مناسبی ذخیره و نگهداری کنید تا در صورت نیاز (مثلاً خریداری گوشی جدید)، بتوانید  به راحتی ورود دومرحله‌ای گ`,
        link: "/security/1",
        rate: 5
    },
    {
        title: "آیا می‌توان حساب کاربری بیت‌پین را حذف کرد؟",
        description: `بیت‌پین به قوانین حفظ حریم خصوصی و محافظت از داده‌های عمومی کاربران متعهد است. به همین خاطر در صورتی که کاربر تمایل داشته باشد با توجه به این موضوع، حساب کاربری خود را حذف کند، می‌تواند درخواست حذف حساب کاربری خود را طبق فرم زیر به پشتیبانی ارسال نماید.
        متن درخواست:
        اینجانب...................... کاربر بیت‌پین به شماره تلفن همراه  و ایمیل ................................. تقاضای حذف حساب کاربری خود را به‌علت .................................. دارم.
        نام و نام خانوادگ`,
        link: "/security/1",
        rate: 5
    },
    {
        title: "چطور ورود دو مرحله‌ای را فعال کنم؟",
        description: `تغییر رمز عبور از دو روش برای کاربران بیت‌پین امکان‌پذیر است:
        زمانی که داخل حساب کاربری هستید
        برای تغییر رمز عبور زمانی که داخل حساب کاربری هستید، به قسمت حساب کاربری رفته و در بخش امنیت، گزینه تغییر رمز عبور را انتخاب کنید.    
        در اینجا با وارد کردن رمز عبور فعلی و رمز عبور جدید (دو مرتبه)، با رعایت شرایط تعیین رمز، دکمه ثبت تغییرات را بزنید تا رمز عبور جدید برای حساب کاربری بیت`,
        link: "/security/1",
        rate: 5
    },
    {
        title: "چگونه کش بیت‌پین در مرورگر را پاک کنیم؟",
        description: `با توجه به بروزرسانی‌های مکرر بیت‌پین، برخی اوقات به علت فراخوانی سایت از طریق کش مرورگر، ممکن است برخی تغییرات برای کاربران قابل مشاهده نباشد. به همین خاطر توصیه می‌کنیم در صورتی که قابلیت‌های جدید بیت‌پین را مشاهده نمی‌کنید، از طریق راهنمای زیر، کش مرورگر خود را پاک کنید و سپس مجدداً وارد بیت‌پین شوید.
        مرورگر کروم ویندوز
        برای پاک کردن Cache مرورگر گوگل کروم در ویندوز مراحل زیر را طی کنید:
        روی گزینه منو (سه نقطه) در بالا سمت راست صفحه کلیک کنید. سپس به مسیر زیر مراجعه کنید:
        Settings Adva`,
        link: "/security/1",
        rate: 5
    },
]