import React from 'react'
import AboutImg from "@/../public/images/About us page-pana.svg"
import Image from 'next/image'
import StoryImg from "@/../public/images/International trade-cuate.svg"
import GiftImg from "@/../public/images/Product tour-rafiki.svg"
import Guide from "@/../public/images/Guide.webp"
const Page = () => {
    return (
        <>
            <div className='layout mt-10'>
                <Image className='mx-auto' src={AboutImg} alt='' />
                <h1 className='text-center text-2xl font-extrabold mt-10'>درباره ما</h1>
                <div className='flex flex-col lg:flex-row items-center mt-10'>
                    <div className='flex-1'>
                        <h6 className='font-bold text-xl relative after:absolute after:w-10 after:-bottom-2 after:rounded-xl after:right-0 after:h-1 after:bg-[#407bff]'>داستان ما</h6>
                        <p className='pt-8 text-justify leading-7'>تیم توسعه فناوری پرشین آرسس، از سال ۱۳۹۴ با ارائه خدمات در زمینه محصولات دیجیتالی آغاز به کار کرد. فعالیت این تیم با عرضه محصولات گیفت کارت به صورت عمده شروع شد و پس از فراز و نشیب‌های زیاد در طول این سال‌ها، توانست اعتماد و رضایت کامل مشتریان خود را به خوبی کسب نماید. هم‌اکنون، تیم گیفت استاپ با فراهم کردن بستری امن و آسوده جهت فروش آنلاین گیفت کارت‌های اپل، گوگل پلی، پلی استیشن و سایر محصولات دیجیتالی، به دنبال جلب رضایت روزافزون همراهان گرامی خود است. این تیم با پیشرفت‌های روزافزون خود، به هدف اصلی خود، یعنی رضایت کامل مشتریان، نزدیک‌تر و نزدیک‌تر می‌شود. تیم گیفت استاپ با هدف ایجاد تجربه خرید آسان، امن و راحت برای مشتریان خود، همواره در تلاش بوده است تا با بهبود خدمات و افزایش کیفیت، اعتماد و رضایت مشتریان خود را به همین اندازه حفظ کند و حتی بهبود بخشید. با توجه به تحولات فناوری و تغییرات در بازار محصولات دیجیتالی، تیم گیفت استاپ همواره در تلاش است تا با فراهم آوردن بهترین محصولات و خدمات، نیازهای مشتریان خود را به صورت بهینه برطرف کند. بنابراین، با ارائه محصولات گیفت کارت‌های اپل، گوگل پلی، پلی استیشن و سایر محصولات دیجیتالی، تیم گیفت استاپ باعث راحتی و اطمینان خرید برای مشتریان خود شده است. با تلاش و پشتوانه تیم فنی و حرفه‌ای خود، تیم گیفت استاپ توانسته است در حوزه‌ی فروش محصولات دیجیتالی به عنوان یکی از برترین نام‌ها شناخته شود و رضایت بسیاری از مشتریان خود را جلب کند. همچنین، تیم گیفت استاپ با ارائه خدمات پس از فروش به مشتریان، همواره در تلاش است تا در صورت بروز هرگونه مشکل، مشتریان خود را به بهترین شکل پشتیبانی کند و به رضایت کامل آن‌ها دست یابد. در نهایت، تیم گیفت استاپ با ارائه خدمات و محصولات با کیفیت و رضایت مشتریان، برای رشد و توسعه‌ی بیشتر خود، همواره در تلاش است و از هیچ کوششی برای بهبود خدمات خود کاسته نمی‌شود. تیم گیفت استاپ همچنین در راستای ارائه خدمات بهتر و رضایت بیشتر مشتریان، اقدام به ارائه سامانه‌ی تخفیف‌های ویژه برای مشتریان خود کرده است. با این سامانه، مشتریان می‌توانند با خرید و استفاده از محصولات گیفت استاپ، از تخفیف‌های اختصاصی و جذاب بهره‌مند شوند و خرید خود را با هزینه کمتری انجام دهند. همچنین، تیم گیفت استاپ با هدف جذب و بالا بردن رضایت مشتریان، سعی در ارائه خدمات بهتر دارد و در این راستا به دنبال توسعه‌ی فضایی و بازاریابی در داخل و خارج از کشور می‌باشد. در این راستا، اقدام به ارائه خدمات بین‌المللی و بازاریابی در سطح جهانی نیز کرده است. با توجه به اینکه تیم گیفت استاپ همواره در تلاش است تا با بهبود خدمات و ارائه محصولات با کیفیت، رضایت مشتریان خود را حفظ کند، بهبود خدمات و محصولات خود را به صورت مداوم انجام می‌دهد. همچنین، با ارائه خدمات پس از فروش به مشتریان، همواره در تلاش است تا در صورت بروز هرگونه مشکل، مشتریان خود را به بهترین شکل پشتیبانی کند و به رضایت کامل آن‌ها دست یابد. در کل، تیم گیفت استاپ با ارائه محصولات با کیفیت و خدمات بهتر، همواره در تلاش است تا رضایت مشتریان خود را حفظ کند و بهبود خدمات خود را به صورت مداوم انجام دهد.</p>
                    </div>
                    <div className='flex-1 flex justify-center'>
                        <Image src={StoryImg} alt='' />
                    </div>
                </div>
                <div className='flex flex-col-reverse lg:flex-row items-center mt-20'>
                    <div className='flex-1'>
                        <Image src={GiftImg} alt='' />
                    </div>
                    <div className='flex-1'>
                        <h6 className='font-bold text-xl relative after:absolute after:w-10 after:-bottom-2 after:rounded-xl after:right-0 after:h-1 after:bg-[#407bff]'>انواع گیفت‌ کارت</h6>
                        <p className='pt-8 text-justify leading-7'>تیم توسعه فناوری پرشین آرسس، از سال ۱۳۹۴ با ارائه خدمات در زمینه محصولات دیجیتالی آغاز به کار کرد. فعالیت این تیم با عرضه محصولات گیفت کارت به صورت عمده شروع شد و پس از فراز و نشیب‌های زیاد در طول این سال‌ها، توانست اعتماد و رضایت کامل مشتریان خود را به خوبی کسب نماید. هم‌اکنون، تیم گیفت استاپ با فراهم کردن بستری امن و آسوده جهت فروش آنلاین گیفت کارت‌های اپل، گوگل پلی، پلی استیشن و سایر محصولات دیجیتالی، به دنبال جلب رضایت روزافزون همراهان گرامی خود است. این تیم با پیشرفت‌های روزافزون خود، به هدف اصلی خود، یعنی رضایت کامل مشتریان، نزدیک‌تر و نزدیک‌تر می‌شود. تیم گیفت استاپ با هدف ایجاد تجربه خرید آسان، امن و راحت برای مشتریان خود، همواره در تلاش بوده است تا با بهبود خدمات و افزایش کیفیت، اعتماد و رضایت مشتریان خود را به همین اندازه حفظ کند و حتی بهبود بخشید. با توجه به تحولات فناوری و تغییرات در بازار محصولات دیجیتالی، تیم گیفت استاپ همواره در تلاش است تا با فراهم آوردن بهترین محصولات و خدمات، نیازهای مشتریان خود را به صورت بهینه برطرف کند. بنابراین، با ارائه محصولات گیفت کارت‌های اپل، گوگل پلی، پلی استیشن و سایر محصولات دیجیتالی، تیم گیفت استاپ باعث راحتی و اطمینان خرید برای مشتریان خود شده است. با تلاش و پشتوانه تیم فنی و حرفه‌ای خود، تیم گیفت استاپ توانسته است در حوزه‌ی فروش محصولات دیجیتالی به عنوان یکی از برترین نام‌ها شناخته شود و رضایت بسیاری از مشتریان خود را جلب کند. همچنین، تیم گیفت استاپ با ارائه خدمات پس از فروش به مشتریان، همواره در تلاش است تا در صورت بروز هرگونه مشکل، مشتریان خود را به بهترین شکل پشتیبانی کند و به رضایت کامل آن‌ها دست یابد. در نهایت، تیم گیفت استاپ با ارائه خدمات و محصولات با کیفیت و رضایت مشتریان، برای رشد و توسعه‌ی بیشتر خود، همواره در تلاش است و از هیچ کوششی برای بهبود خدمات خود کاسته نمی‌شود. تیم گیفت استاپ همچنین در راستای ارائه خدمات بهتر و رضایت بیشتر مشتریان، اقدام به ارائه سامانه‌ی تخفیف‌های ویژه برای مشتریان خود کرده است. با این سامانه، مشتریان می‌توانند با خرید و استفاده از محصولات گیفت استاپ، از تخفیف‌های اختصاصی و جذاب بهره‌مند شوند و خرید خود را با هزینه کمتری انجام دهند. همچنین، تیم گیفت استاپ با هدف جذب و بالا بردن رضایت مشتریان، سعی در ارائه خدمات بهتر دارد و در این راستا به دنبال توسعه‌ی فضایی و بازاریابی در داخل و خارج از کشور می‌باشد. در این راستا، اقدام به ارائه خدمات بین‌المللی و بازاریابی در سطح جهانی نیز کرده است. با توجه به اینکه تیم گیفت استاپ همواره در تلاش است تا با بهبود خدمات و ارائه محصولات با کیفیت، رضایت مشتریان خود را حفظ کند، بهبود خدمات و محصولات خود را به صورت مداوم انجام می‌دهد. همچنین، با ارائه خدمات پس از فروش به مشتریان، همواره در تلاش است تا در صورت بروز هرگونه مشکل، مشتریان خود را به بهترین شکل پشتیبانی کند و به رضایت کامل آن‌ها دست یابد. در کل، تیم گیفت استاپ با ارائه محصولات با کیفیت و خدمات بهتر، همواره در تلاش است تا رضایت مشتریان خود را حفظ کند و بهبود خدمات خود را به صورت مداوم انجام دهد.</p>
                    </div>

                </div>

            </div>
            <div className='bg-blue-600 flex flex-col lg:flex-row items-center px-20 mt-10 lg:mt-20'>
                <Image width={350} height={350} src={Guide} alt='' />
                <div className='flex items-center flex-col  flex-1'>
                    <div className='flex flex-col lg:flex-row items-center gap-6'>
                        <h6 className='text-white font-extrabold whitespace-nowrap text-xl lg:text-2xl'>به راهنمایی بیشتری نیاز دارید؟   </h6>
                        <a className='block bg-white rounded-xl p-2 px-5'>تماس با ما</a>
                    </div>
                    <p className='pt-5 whitespace-nowrap lg:-pr-5 text-white'>تیم پشتیبانی ما آماده پاسخگویی به سوالات شماست.</p>
                </div>
            </div>
        </>
    )
}

export default Page